Repository: codemenfi/mocaf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Emission budget
fi: Päästöbudjetti

source: Year
fi: Vuosi

source: Emission amount
fi: Päästömäärä

source: Amount of mobility carbon emissions per resident per day (in grams of CO2e.)
fi: Liikenteen khk-päästöjen määrä per asukas per päivä (grammoina CO2e.)

source: Daily emission budget
fi: Päivittäinen päästöbudjetti

source: Daily emission budgets
fi: Päivittäiset päästöbudjetit

source: Finnish
fi: Suomi

source: English
fi: Englanti

source: Swedish
fi: Ruotsi

source: Trips
fi: Matkat

source: Unknown
fi: Tuntematon

source: Still
fi: Paikallaan

source: On foot
fi: Jalankulku

source: Walking
fi: Kävely

source: Running
fi: Juokseminen

source: On bicycle
fi: Pyöräily

source: In vehicle
fi: Ajoneuvossa

source: Identifier
fi: Tunniste

source: Name
fi: Nimi

source: Emission factor
fi: Päästökerroin

source: Emission factor of transport mode in g (CO2e)/passenger-km
fi: Kulkumuodon päästökerroin (g CO2e/matkustaja-km)

source: Transport mode
fi: Kulkumuoto

source: Transport modes
fi: Kulkumuodot
